cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'azure-cli'
brew 'bash-completion'
brew 'coreutils'
brew 'fzf'
brew 'git'
brew 'go'
brew 'grc'
brew 'jp2a'
brew 'jq'
brew 'kubectx'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'postgresql'
brew 'python'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'rbenv'
brew 'shpotify'
brew 'spaceman-diff'
brew 'speedtest-cli'
brew 'tmux'
brew "terraform"
brew "terraform-docs"
brew "tfschema" # https://formulae.brew.sh/formula/tfschema#default
brew 'unar'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'google-chrome'
# cask 'handbrake'
cask 'iterm2'
cask 'slack'
cask 'spotify'
# cask 'transmission' 
cask 'visual-studio-code'
cask 'vlc'
